Repository: FenixAlliance/ACL.i18n
Catalog: Resources/SharedResources.*.resx
Languages: it

source: Scan the QR Code or enter this key <kbd>{0}</kbd> into your two factor authenticator app. Spaces and casing do not matter.
it: Scansiona il codice QR o inserisci questa chiave <kbd>{0}</kbd> nella tua app di autenticazione a due fattori. Gli spazi e le lettere maiuscole non contano.

source: Scheduler
it: Programmatore

source: Search
it: Per trovare

source: Search Integrations
it: Integrazioni di ricerca

source: Search Modules
it: Moduli di ricerca

source: Search...
it: Per trovare...

source: Second
it: Secondo

source: Secondary Brands
it: Marchi secondari

source: Secondary Categories
it: Categorie secondarie

source: Secondary Category
it: Categoria secondaria

source: Secondary Types
it: Tipi secondari

source: Seconds
it: Secondi

source: Security
it: Sicurezza

source: Send verification email
it: Invia un'email di verifica

source: Send Welcome Email
it: Invia email di benvenuto

source: Service Companion
it: Partner di servizio

source: Services
it: Servizi

source: Set password
it: Configura chiave

source: Set your password
it: Imposta la tua password

source: Settings
it: Impostazioni

source: Share Classes
it: Classi di azioni

source: Share Issuances
it: Emissioni di azioni

source: Share Transfers
it: Trasferimenti di azioni

source: Shares
it: Azioni

source: Shares (Stocks)
it: Azioni

source: Shipments
it: Spedizioni

source: Shipping Classes
it: Classi di spedizione

source: Shipping Country
it: Paese di spedizione

source: Shipping Labels
it: Etichette di spedizione

source: Shipping Methods
it: Metodi di spedizione

source: Shipping Packages
it: Spedizione Pacchi

source: Shipping Policies
it: Politiche di spedizione

source: Shipping Policy
it: Politica di spedizione

source: Shipping Regions
it: Regioni di spedizione

source: Shipping Zones
it: Zone di spedizione

source: Shoping Carts
it: Carrelli

source: Shopping Cart
it: Carrello

source: Short Description
it: Breve descrizione

source: Short Item Description
it: Breve descrizione dell'oggetto

source: Sign Out
it: Notifica della partenza

source: Signatures
it: Firme

source: Social Feed
it: Feed sociale

source: Social Groups
it: Gruppi Sociali

source: Social Network
it: Rete Sociale

source: Social Networks
it: Social Media

source: Spanish
it: Spagnolo

source: Spatial Data Measurement Unit
it: Unità di misura dei dati spaziali

source: Start Date
it: Data di inizio

source: Start Lync call
it: Avviare la chiamata Lync

source: Start Skype call
it: Avvia chiamata Skype

source: State
it: Stato/Dipartimento

source: State / Department
it: Stato / Dipartimento

source: Stock
it: Inventario

source: Stock Items
it: Articoli a magazzino

source: Stock Status
it: Stato dell'inventario

source: Stock Status Outlook
it: Guarda lo stato dell'inventario

source: Storage
it: Immagazzinamento

source: Store Status
it: Stato del negozio

source: Store Status Outlook
it: Guarda lo stato dello Store

source: Structure
it: Struttura

source: Sub Total
it: Totale parziale

source: Submit
it: Invia

source: Subsidiary Businesses
it: Filiali

source: Subtotal
it: Subtotale

source: Supplier
it: Fornitore

source: Supplier Code
it: Codice fornitore

source: Supplier URL
it: Provider URL

source: Support Entitlement Form
it: Modulo di autorizzazione al supporto

source: Support Entitlements
it: Diritti di supporto

source: Support Inquiries
it: Richieste di supporto

source: Support Inquiry Form
it: Modulo di richiesta di supporto

source: Support Request
it: Richiesta di supporto

source: Support Requests
it: Richieste di supporto

source: Support Ticket
it: Ticket di supporto

source: Support Ticket Form
it: Modulo ticket di supporto

source: Support Tickets
it: Ticket di supporto

source: Surcharges Amount
it: Importo dei supplementi

source: Take a look at the curriculum.
it: Dai un'occhiata al curriculum.

source: Take me out of here.
it: Fammi uscire di qui.

source: Tasks
it: Attività

source: Tax
it: Tassa

source: Tax % to apply
it: % Imposta da applicare

source: Tax Classes
it: Classi fiscali

source: Tax ID
it: Identificazione fiscale

source: Tax Policies
it: Politiche fiscali

source: Taxable
it: Soggetto a imposta

source: Taxes
it: Tassazione

source: Tel
it: Telefono

source: Tenant
it: Profilo aziendale

source: Tenant Options
it: Opzioni del profilo aziendale

source: Tenants
it: Profili aziendali

source: Testimonials
it: Testimonianze

source: Thank you for confirming your email.
it: Grazie per aver confermato la tua email.

source: Thank you for your business!
it: Grazie per aver fatto affari!

source: The Currency for this Payment
it: La valuta per questo pagamento

source: This account has been locked out, please try again later.
it: Questo account è stato bloccato, riprova più tardi.

source: This action only disable 2FA.
it: Questa azione disabilita solo 2FA.

source: This Month
it: Questo mese

source: This order id valid was digitally issued and is valid without the signature and seal.
it: Questo ID ordine valido è stato emesso digitalmente ed è valido senza firma e sigillo.

source: This page is still under construction.
it: Questa pagina è ancora in costruzione.

source: This process disables 2FA until you verify your authenticator app and will also reset your 2FA recovery codes.
it: Questo processo disabilita 2FA fino a quando non verifichi l'app di autenticazione e ripristinerà anche i codici di ripristino 2FA.

source: Time
it: Ore

source: Timeline
it: Muro

source: Timestamp
it: Data e ora

source: Timezone
it: Fuso orario

source: Timezones
it: Fusi orari

source: Title
it: Titolo

source: Tonne
it: Tonnellata

source: Tools
it: Utensileria

source: Total
it: Totale

source: Total Amount
it: Importo totale

source: Total Available
it: Totale Disponibile

source: Total Discounts
it: Sconti totali

source: Total Price in USD
it: Prezzo totale in USD

source: Total Sale
it: Vendita totale

source: Total Taxes
it: Totale imposte

source: True
it: Vero

source: Two-factor authentication
it: Autenticazione a due fattori

source: Type
it: Tizio

source: Types
it: Tipi

source: Unfollow
it: Smetti di seguire

source: Unit
it: Unità

source: Unit Group
it: Gruppo di unità

source: Units
it: Unità

source: Unpaid
it: Pagamento in sospeso

source: Update Password
it: Aggiorna password

source: Usage
it: Usare

source: Use a local account to log in.
it: Utilizzare un account locale per accedere.

source: Use another service to log in.
it: Utilizzare un altro servizio per accedere.

source: User
it: Utente

source: User Details
it: Dettagli utente

source: User Name
it: Utente Nomrbe

source: Users
it: Gli utenti

source: UTC Date/Time
it: Data/ora UTC

source: Valid Until
it: Valido fino a

source: VAT
it: IVA

source: VAT Withholding
it: Ritenuta IVA

source: Verification Code
it: Codice di verifica

source: Verify
it: Verificare

source: View All
it: Visualizza tutto

source: View Profile
it: Visualizza profilo

source: Visit
it: Visita

source: Visit Tenant
it: Visita l'inquilino

source: Wallet
it: Portafoglio

source: Warehouse
it: Cantina

source: Warehouses
it: Negozi

source: Warranty Policies
it: Politiche di garanzia

source: Warranty Request
it: Richiesta di garanzia

source: Warranty Requests
it: Richieste di garanzia

source: Web Portals
it: Portali Web

source: Website
it: Sito web

source: Week
it: Settimana

source: Weeks
it: Settimane

source: What you'll learn.
it: Cosa imparerai.

source: WishList
it: Lista dei desideri

source: WishLists
it: Liste dei desideri

source: Withdraw
it: Ritirata

source: Withdraws
it: Ritiri

source: Work
it: Lavoro

source: Work Phone
it: Telefono di lavoro

source: Workforce Center
it: Centro per la forza lavoro

source: Year (Gregorian Calendar)
it: Anno (calendario gregoriano)

source: Year (Islamic Calendar)
it: Anno (calendario islamico)

source: You can
it: Si può

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
it: Non si dispone di un nome utente / password locale per questo sito. Aggiungi un account locale in modo da poter accedere senza un accesso esterno.

source: You do not have access to this resource.
it: Non si ha accesso a questa risorsa.

source: You have 1 recovery code left.
it: Hai 1 codice di ripristino rimasto.

source: You have been successfully Signed Out from your Account. Thank you for your Business, Come back soon!
it: Il tuo account è stato disconnesso correttamente. Grazie per la tua attività, torna presto!

source: You have no recovery codes left.
it: Non hai più codici di ripristino.

source: You have requested to login with a recovery code. This login will not be remembered until you provide an authenticator app code at login or disable 2FA and login again.
it: Hai richiesto di accedere con un codice di ripristino. Questo accesso non verrà ricordato fino a quando non fornirai un codice dell'app di autenticazione quando accedi o disabiliti 2FA e accedi di nuovo.

source: You have {0} recovery codes left.
it: Hai {0} codici di ripristino rimasti.

source: You must
it: Devi

source: You should
it: Dovere

# You've successfully authenticated with &lt;strong&gt;{0}&lt;/strong&gt;
source: You've successfully authenticated with <strong>{0}</strong>
it: L'autenticazione con <strong>{0}</strong>

source: Your Account
it: Il tuo account

source: Your Cart
it: Il tuo carrello

source: Your Email
it: La tua email

source: Your Entitlements
it: I tuoi diritti

source: Your Inquiries
it: Le tue domande

source: Your login is protected with an authenticator app. Enter your authenticator code below.
it: Il tuo login è protetto con un'app di autenticazione. Inserisci il tuo codice di autenticazione qui sotto.

source: Your order has been placed successfully.
it: Il tuo ordine è andato a buon fine.

source: Your password has been reset.
it: La password è stata reimpostata.

source: Your Profile
it: Il tuo profilo

source: Your request could not succeed.
it: Impossibile eseguire correttamente la richiesta.

source: Your Requests
it: Le tue richieste

source: Your Settings
it: Le tue impostazioni

source: Your Social Profile
it: Il tuo profilo social

source: Your Support Tickets
it: I tuoi ticket di supporto

source: Your Tickets
it: I tuoi ticket di supporto

source: Your Tools
it: I tuoi strumenti

source: Your Wallet
it: Il tuo portafoglio

source: Zones
it: Aree

source: {0} Tax Withholding
it: ritenuta d'imposta {0}

source: {0}'s Enrollment
it: Collegamento a {0}

source: {0}'s Followers
it: {0} seguaci

source: {0}'s Follows
it: Seguito da {0}
