Repository: FenixAlliance/ACL.i18n
Catalog: Resources/SharedResources.*.resx
Languages: it

source: (Current Tenant)
it: (Attività corrente)

source: (You)
it: (Voi)

source: 2 Factor Authentication
it: Autenticazione a più fattori

source: 28 Days Month
it: Mese di 28 giorni

source: 29 Days Month
it: Mese di 29 giorni

source: 2FA Enabled
it: 2FA abilitato

source: 30 Days Month
it: Mese di 30 giorni

source: 31 Days Month
it: Mese di 31 giorni

source: A few words from our past students.
it: Qualche parola dai nostri alumni.

source: About
it: Circa

source: Academy
it: Accademia

source: Access denied
it: Accesso negato

source: Account
it: Conto

source: Account Completion Progress
it: Avanzamento completamento account

source: Account Holder
it: Utente

source: Account Holder Addreses
it: Indirizzi utente

source: Account Holder Logins
it: Login utente

source: Accounting
it: Contabilità

source: Accounting Manager
it: Responsabile Contabilità

source: Accounts
it: Account

source: Actions
it: Azioni

source: Activities
it: Attività

source: Add authenticator app
it: Aggiungere l'app di autenticazione

source: Affiliate Businesses
it: Filiali

source: All Modules
it: Tutti i moduli

source: All Tenants
it: Tutti i profili aziendali

source: All Users
it: Tutti gli utenti

source: Already have an account?
it: Hai già un account?

source: An error occurred
it: Si è verificato un errore

source: Analytics
it: Analitico

source: and
it: e

source: Application
it: Applicazione

source: Application Status
it: Stato dell'applicazione

source: Applications
it: Applicazioni

source: Assemblies
it: Assembly

source: Assembly
it: Assemblea

source: Asset Manager
it: Gestore patrimoniale

source: Assets
it: Asset

source: Associate your {0} account.
it: Associa il tuo account {0}.

source: Attending
it: Attendente

source: Authenticator app
it: App di autenticazione

source: Authorization
it: Autorizzazione

source: Authorization Code
it: Codice di autorizzazione

source: Availability
it: Disponibilità

source: Available
it: Disponibile

source: Avatar
it: Immagine del profilo

source: Away
it: Lontano

source: Back Name
it: Nome inverso

source: Balance
it: Bilancia

source: Bank
it: Panca

source: Bank Account
it: Conto bancario

source: Bank Accounts
it: Conti bancari

source: Bank Transaction
it: Transazione bancaria

source: Bank Transactions
it: Transazioni bancarie

source: Banking
it: Attività bancaria

source: Banks
it: Banche

source: Barcode
it: Codice a barre

source: Base Amount
it: Importo di base

source: Base Price
it: Prezzo base

source: before you can log in with a recovery code.
it: prima di poter accedere con un codice di ripristino.

source: Billing
it: Fatturazione

source: Billing Address
it: Indirizzo di fatturazione

source: Billing Email
it: Email di fatturazione

source: Billing Locations
it: Indirizzi di fatturazione

source: Billing Profile
it: Profilo di fatturazione

source: Bloqueo habilitado
it: Fine del blocco

source: Brands
it: Marche

source: Bulk Actions
it: Stock in Batch

source: Bulk Update
it: Aggiornamento in batch

source: Business
it: Azienda

source: Business Applications
it: Applicazioni aziendali

source: Business Cart
it: Carrello Business

source: Business Departments
it: Dipartimenti aziendali

source: Business Network
it: Rete aziendale

source: Business Positions
it: Posizioni aziendali

source: Business Profile
it: Profilo aziendale

source: Business Security
it: Sicurezza aziendale

source: Business Social Profile
it: Profilo Sociale Aziendale

source: Business Teams
it: Team aziendali

source: Business Tenants
it: Profili aziendali

source: Business Territories
it: Territori di business

source: Business Tools
it: Utensileria

source: Business Units
it: Unità aziendali

source: Business Wallet
it: Portafoglio Aziendale

source: Business WishLists
it: Liste dei desideri aziendali

source: Businesses
it: Azienda

source: Busy
it: Occupato

source: Cancel Changes
it: Annulla modifiche

source: Cardholder First Name
it: Nome sulla carta

source: Cardholder Last Name
it: Cognome sulla Carta

source: Cart
it: Carrello

source: Carts
it: Carrelli

source: Categories
it: Categorie

source: Centimeters
it: Centimetri

source: Change Password
it: Cambia password

source: City
it: Città

source: Classes
it: Retta

source: Click here to
it: Clicca qui per

source: Click here to login
it: Clicca qui per entrare

source: Close
it: Chiudere

source: Comment
it: Commento

source: Comments
it: Valutazione

source: Commission
it: Commissione

source: Commission VAT
it: Commissione IVA

source: Community License
it: Licenza comunitaria

source: Compare Board
it: Tabella comparativa

source: Completed
it: Finito

source: Configure authenticator app
it: Configurare l'app di autenticazione

source: Configured correctly.
it: Configurato correttamente.

source: Confirm Email
it: Conferma e-mail

source: Contact
it: Contatto

source: Contact Inquiries
it: Richieste di contatto

source: Contact Inquiry
it: Richiesta di contatto

source: Contact Profile
it: Profilo di contatto

source: Contact Profiles
it: Profili di contatto

source: Correlation Code
it: Codice di correlazione

source: Correlation Codes
it: Codici di correlazione

source: Country
it: Paese

source: Couriers
it: Messaggeri

source: Course
it: Corso

source: Courses
it: Corsi

source: CPU Usage
it: Utilizzo della CPU

source: Create
it: Creare

source: Create a new account
it: Crea un nuovo account

source: Create a new account.
it: Crea un nuovo account.

source: Create Address
it: Crea indirizzo

source: Create Business Tenant
it: Crea profilo aziendale

source: Create New
it: Crea nuovo

source: Create Order
it: Crea ordine

source: Credit
it: Credito

source: Credit Card Number
it: Numero sulla carta

source: Credit Card's Bank
it: Banca della carta di credito

source: Credit Notes
it: Note di credito

source: Credits
it: Crediti

source: Currencies
it: Valute

source: Currency
it: Valuta

source: Current Stock
it: Inventario corrente

source: Custom Tax Name
it: Nome fiscale personalizzato

source: Custom Tax Percentage
it: Percentuale fiscale personalizzata

source: Custom Tax Value
it: Importo fiscale personalizzato

source: Dashboard
it: Panel de Control

source: Day
it: Giorno

source: Days
it: Giorni

source: Deadline
it: Limite di Fecla

source: Deal Units
it: Opportunità

source: Debit
it: Addebitare

source: Debit Notes
it: Note di addebito

source: Debits
it: Debiti

source: Debug Mode
it: Modalità di debug

source: Default sorting
it: Nome

source: Delete Stock Item
it: Elimina articolo dall'inventario

source: Delete User
it: Elimina utente

source: Descripción del Artículo
it: Titolo dell'articolo

source: Description
it: Descrizione

source: Details
it: Dettagli

source: Dev Mode
it: Modalità di sviluppo

source: Disable two-factor authentication (2FA)
it: Disabilitare l'autenticazione a due fattori (2FA)

source: Disabled
it: Disattivato

source: Disabling 2FA does not change the keys used in authenticator apps.
it: La disattivazione della 2FA non modifica le chiavi utilizzate nelle applicazioni di autenticazione.

source: Discount %
it: % di sconto

source: Discount Amount
it: Importo dello sconto

source: Discount Percentage
it: Percentuale di sconto

source: Discounts Amount
it: Importo degli sconti

source: Display Categorizer
it: Apri categorizzatore

source: Distance
it: Distanza

source: Do Not Disturb
it: Non disturbare

source: Do you want to grant <strong>{0}</strong> access to your data? (scopes requested: {1})
it: Vuoi concedere <strong> a {0} </strong> l'accesso ai tuoi dati? (ambito richiesto: {1})

source: Domain
it: Dominio

source: Domains
it: Domini

source: Don't have access to your authenticator device?
it: Non hai accesso al tuo dispositivo di autenticazione?

source: Download a two-factor authenticator app like Microsoft Authenticator for
it: Scarica un'app di autenticazione a due fattori come Microsoft Authenticator per

source: Dues
it: Quote

source: Edit Profile
it: Modifica profilo

source: Edit Stock Item
it: Modifica articolo stock

source: Email Confirmed
it: Email confermata

source: Email, Phone and Username
it: E-mail, telefono e nome utente

source: Enabled
it: Attivante

source: End Date
it: Data di fine

source: English
it: Inglese

source: Enrollment
it: Collegamento

source: Enrollments
it: Collegamenti

source: Enter the user code given by the client application
it: Inserisci il codice utente fornito dall'applicazione del cliente

source: Enter your email
it: Inserisci la tua email

source: Enterprise License
it: Licenza Enterprise

source: Error
it: Errore

source: Estimated Amount
it: Quantità stimata

source: Estimated Final Price
it: Prezzo finale stimato

source: Estimated Prices
it: Prezzi stimati

source: Estimated Profit
it: Profitto stimato

source: Estimated Revenue
it: Reddito stimato

source: Estimated Taxes Amount
it: Importo fiscale stimato

source: Estimated Tevenue
it: Reddito stimato

source: Estimated Total Price
it: Prezzo totale stimato

source: Expenses
it: Spese

source: Expiration Date
it: Data di scadenza

source: Externa Logins
it: Provider di identità

source: Extimated Taxes
it: Imposte stimate

source: Failed Access Attempts
it: Tentativi di accesso non riusciti

source: False
it: Falso

source: Families
it: Famiglie

source: Fee
it: Tariffa

source: Financial Book
it: Libro finanziario

source: Financial Books
it: Libri finanziari

source: Financial Budget
it: Bilancio finanziario

source: Financial Budgets
it: Bilanci finanziari

source: Fiscal Authorities
it: Autorità fiscali

source: Fiscal Authority
it: Autorità fiscale

source: Fiscal Identification Type
it: Tipo di identificazione fiscale

source: Fiscal Identification Types
it: Tipi di identificazione fiscale

source: Fiscal Regime
it: Regime fiscale

source: Fiscal Regimes
it: Regimi fiscali

source: Fiscal Responsibilities
it: Responsabilità fiscali

source: Fiscal Responsibility
it: Responsabilità fiscale

source: Fiscal Year
it: Anno fiscale

source: Fiscal Years
it: Anni fiscali

source: Fixed Discount
it: Sconto fisso

source: Follow
it: Seguire

source: Followers
it: Seguaci

source: Follows
it: Di fila

source: for
it: per

source: Foreign Exchange Rate
it: Tasso di cambio valuta estera

source: Forex Rate
it: Tasso di cambio

source: Forex Rates
it: Cambio

source: Forgot password confirmation
it: Conferma password dimenticata

source: Forgot your password?
it: Hai dimenticato la password?

source: Found a bug?
it: Hai trovato un bug?

source: Found a bug? Please contact support.
it: Hai trovato un errore? Comunica con il supporto.

source: Freight Cost Amount
it: Importo del costo del trasporto

source: Freight Tax Amount
it: Importo della tassa di trasporto

source: General System Overview
it: Panoramica del sistema

source: generate a new set of recovery codes
it: generare un nuovo set di codici di ripristino

source: Generic Options
it: Opzioni generiche

source: Grams
it: Grammi

source: Gran total
it: Ottimo totale

source: Grand Total
it: Ottimo totale

source: Groups
it: Gruppi

source: Hello World!
it: Salve, mondo!

source: Helpdesk Module
it: Modulo HelpDesk

source: Holder
it: Utente

source: Holder Options
it: Opzioni dell'account utente

source: Holders Network
it: Rete utente

source: Hour
it: Ora

source: Hours
it: Orario

source: Hours Per Week
it: Ore settimanali

source: IAM
it: ABS IAM

source: ID Type
it: Tipo di ID

source: Identity Provider
it: Provider di identità

source: Identity Providers
it: Provider di identità

source: If the two codes don't match, press "No" to reject the authorization demand.
it: Se i due codici non corrispondono, premere "No" per rifiutare la richiesta di autorizzazione.

source: If you do not complete your authenticator app configuration you may lose access to your account.
it: Se non completi la configurazione dell'app di autenticazione, potresti perdere l'accesso al tuo account.

source: If you lose your device and don't have the recovery codes you will lose access to your account.
it: Se perdi il dispositivo e non disponi dei codici di ripristino, perderai l'accesso al tuo account.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
it: Se reimposti la chiave di autenticazione, l'app di autenticazione non funzionerà finché non la riconfiguri.

source: If you wish to change the key used in an authenticator app you should
it: Se vuoi cambiare la chiave usata in un'app di autenticazione, devi

source: Image
it: Immagine

source: Images
it: Immagini

source: In Stock
it: In inventario

source: In Stock ({0})
it: In inventario ({0})

source: In Store
it: Nello Store

source: In test mode?
it: In modalità test?

source: Inbox
it: Posta in arrivo

source: Income Tax Withholding
it: Ritenuta d'imposta sul reddito

source: Incomes
it: Ricavo

source: Incoming Payments
it: Pagamenti in entrata

source: Individual
it: Individuo

source: Individuals
it: Individui

source: Inquiry Request
it: Richiesta di consulenza

source: Inquiry Requests
it: Richieste di consulenza

source: Instructor
it: Istruttore

source: Integrations
it: Integrazioni

source: Invoice
it: Fattura

source: Invoice Range
it: Intervallo di fatturazione

source: Invoice Ranges
it: Intervalli di fatturazione

source: Invoices
it: Bollette

source: Item Attributes
it: Attributi dell'elemento

source: Item Brands
it: Contrassegni degli elementi

source: Item Bundles
it: Pacchetti di articoli

source: Item Categories
it: Categorie di articoli

source: Item Description
it: Descrizione dell'oggetto

source: Item Families
it: Famiglie di articoli

source: Item Prices
it: Prezzi degli articoli

source: Item Reviews
it: Recensioni degli articoli

source: Item Tags
it: Tag dell'articolo

source: Item Types
it: Tipi di articoli

source: Job Offers
it: Offerte di lavoro

source: Join
it: Unire

source: Journal
it: Daybook

source: Journal Type
it: Tipi di libri giornalieri

source: Journal Types
it: Tipi di contabilità generale

source: Journals
it: Libri quotidiani

source: Kanban
it: cantone di Kanban

source: Keep me logged in on this device?
it: Mantenere l'accesso su questo dispositivo?

source: Kilograms
it: Kg

source: Kilometers
it: Chilometri

source: Labels
it: Etichette di spedizione

source: Language
it: Lingua

source: Languages
it: Lingue

source: Last Name
it: Cognome

source: Last Names
it: Cognomi

source: Leads
it: Avvenire

source: Leap Year (Gregorian Calendar)
it: Anno bisestile (calendario gregoriano)

source: Leap Year (Islamic Calendar)
it: Anno bisestile (calendario islamico)

source: Ledger
it: Registro

source: Ledgers
it: Contabilità generale

source: Let's get social!
it: Diventiamo social!

source: License
it: Licenza

source: Licenses
it: Licenze

source: Licensing
it: Licenze

source: Loading
it: Caricamento

source: Loading...
it: Caricamento...

source: Loan
it: Prestito

source: Loans
it: Prestiti

source: Locked out
it: Bloccato

source: Lockout Enabled
it: Blocco abilitato

source: Log in
it: Accedi

source: Log in using your {0} account
it: Accedi con il tuo account {0}

source: Log in with a recovery code
it: Accedi con un codice di ripristino

source: Logistics
it: Logistica

source: Logs
it: Archivio

source: Maintenance
it: Manutenzione

source: Maintenance Visit
it: Visita di manutenzione

source: Maintenance Visits
it: Visite di manutenzione

source: Make sure that the code displayed on the device is <strong>{0}</strong>.
it: Assicurarsi che il codice visualizzato sul dispositivo sia <strong> {0} </strong>.

source: Manage Business Profile
it: Gestisci il profilo aziendale

source: Manage Inventory
it: Gestisci l'inventario

source: Manage your Profile
it: Gestisci il tuo profilo

source: Manufacturer Part Number
it: Codice Produttore

source: Manufacturing
it: Fabbrica

source: Margin Policies
it: Politiche sui margini

source: Marketing Campaign
it: Campagna di marketing

source: Marketing Campaigns
it: Campagne di marketing

source: Mass
it: Un sacco

source: Max Price
it: Prezzo massimo

source: Max. Students
it: Max. Studenti

source: Me
it: Io

source: Memory Working Set
it: Set di lavoro di memoria

source: Message
it: Messaggio

source: Meters
it: Metro

source: Methods
it: Metodi

source: Miligrams
it: Milligrammi

source: Millimeters
it: Millimetri

source: Min Price
it: Prezzo minimo

source: Minute
it: Minuto

source: Minutes
it: Verbale

source: Mobile Phone
it: Cellulare

source: Modules
it: Moduli

source: My Cart
it: Carrello

source: My WishLists
it: Liste dei desideri

source: Name
it: Nome

source: Names
it: Nomi

source: Network
it: Rete

source: Network Manager
it: Amministratore di rete

source: Newsletter Subscriptions
it: Iscrizioni alla newsletter

source: No Brands
it: Nessuna marca

source: No Business Selected
it: Attività non selezionata

source: No Categories
it: Nessuna categoria

source: No Margins
it: Nessun margine

source: No Pricing Rules
it: Nessuna regola di prezzo

source: No Refund Policies
it: Politiche di non rimborso

source: No Return Policies
it: Politiche di non restituzione

source: No Shipping Policies
it: Nessuna politica di spedizione

source: No Types
it: Nessun tipo

source: No Warranty Policies
it: Politiche di non garanzia

source: Not Operational
it: Non operativo

source: Not Published ({0})
it: Non pubblicato ({0})

source: Notice
it: Nota

source: Notifications
it: Notifiche

source: of
it: di

source: Official ID
it: DOCUMENTO D'IDENTITÀ ufficiale

source: Official ID Expedition Date
it: Data di emissione

source: Offline
it: Sconnesso

source: On Discount
it: In Sconto

source: Ooops! This looks empty
it: Andare! Questo sembra vuoto

source: Oops! This looks empty.
it: Andare! Questo sembra vuoto.

source: Open
it: Aperto

source: Options
it: Opzioni

source: or
it: o

source: Order Owner
it: Titolare dell'Ordine

source: Order Reference
it: Riferimento dell'ordine

source: Orders
it: Ordini

source: Organization
it: Organizzazione

source: Organizations
it: Organizzazioni

source: OS
it: SOTTO

source: Out Of Stock ({0})
it: Puera de Inventario ({0})

source: Outgoing Payments
it: Pagamenti in uscita

source: Outlook
it: Sommario

source: Package Height
it: Altezza confezione

source: Package Length
it: Lunghezza del pacchetto

source: Package Weight
it: Peso del pacchetto

source: Package Width
it: Larghezza del pacchetto

source: Packages
it: Pacchetti

source: Packing Slips
it: Fatture

source: Paged Memory
it: Memoria impaginata

source: Paid
it: Pagato

source: Parent Item
it: Articolo principale

source: Parent Items
it: Elemento principale

source: Parts
it: Parti

source: Password
it: Parola d’ordine

source: Pay
it: Pagare

source: Payer CRM Record
it: Record CRM del pagatore

source: Payment
it: Pagamento

source: Payment Cost Amount
it: Importo del costo del pagamento

source: Payment Gateway
it: Gateway di pagamento

source: Payment Methods
it: Metodi di pagamento

source: Payment Reference Code
it: Codice di riferimento del pagamento

source: Payment Status
it: Stato del pagamento

source: Payment Status Outlook
it: Prospettiva sullo stato dei pagamenti

source: Payment Tax Amount
it: Importo dell'imposta di pagamento

source: Payments
it: Pagamenti

source: Payments Status Outlook
it: Prospettiva sullo stato dei pagamenti

source: Pending
it: Orecchino

source: Permissions
it: Autorizzazioni

source: Personal Information
it: Informazioni personali

source: Phone
it: Telefono

source: Phone Number
it: Numero di telefono

source: Phone Number Confirmed
it: Numero di telefono confermato

source: Pick Lists
it: Liste di selezione

source: Please check it back soon.
it: Ricontrolla presto.

source: Please check your email to reset your password.
it: Controlla la tua email per reimpostare la password.

source: Please contact support.
it: Si prega di contattare l'assistenza.

source: Policies
it: Politiche

source: Portal
it: Portale

source: Portals
it: Portali

source: Price
it: Prezzo

source: Price Lists
it: Listini prezzi

source: Pricing Margins
it: Margini di prezzo

source: Pricing Rules
it: Regole sui prezzi

source: Primary Brand
it: Marchio primario

source: Primary Categories
it: Categorie principali

source: Primary Category
it: Categoria principale

source: Primary Image
it: Immagine principale

source: Primary Supplier
it: Controller principale

source: Primary Type
it: Tipo principale

source: Priority
it: Priorità

source: Private Memory
it: Memoria privata

source: Process Name
it: Nome del processo

source: Processor Payment Gateway
it: Gateway di pagamento del processore

source: Product
it: Prodotto

source: Product Description
it: Descrizione del prodotto

source: Product Model
it: Modello di prodotto

source: Product Name
it: Nome del prodotto

source: Product Series
it: Serie di prodotti

source: Products
it: Prodotti

source: Professional License
it: Licenza professionale

source: Profile
it: Profilo

source: Profiles
it: Profili

source: Profit Amount
it: Importo delle prestazioni

source: Projects
it: Progetti

source: Public Name
it: Nome pubblico

source: Published
it: Edito

source: Published ({0})
it: Pubblicato ({0})

source: Purchase Invoices
it: Fatture di acquisto

source: Purchases
it: Compere

source: Put these codes in a safe place.
it: Conserva questi codici in un luogo sicuro.

source: Quantity
it: Quantità

source: Quick Create
it: Creare

source: Quick Links
it: Collegamenti rapidi

source: Quote
it: Citare

source: Quotes
it: Virgolette

source: Reaction
it: Reazione

source: Reactions
it: Reazioni

source: Read Only
it: Sola lettura

source: Recalculate Prices
it: Ricalcola i prezzi

source: ReCaptcha validation must succeed.
it: La convalida reCaptcha deve passare correttamente.

source: Receipt
it: Ricevuta

source: Receipts
it: Introiti

source: Recently Viewed
it: Appena visto

source: Recovery code verification
it: Verifica del codice di ripristino

source: Recovery codes
it: Codici di ripristino

source: Reference Code
it: Codice di riferimento

source: Reference Codes
it: Codici di riferimento

source: Refresh
it: Ricaricare

source: Refund Policies
it: Politiche di rimborso

source: Refund Request Form
it: Modulo di richiesta di rimborso

source: Refund Requests
it: Richieste di rimborso

source: Refunds
it: Rimborsi

source: Regions
it: Regioni

source: Register
it: Registro

source: Register as a new user?
it: Registrare un nuovo utente?

source: Register New Account
it: Registra un nuovo account

source: Regular Price
it: Prezzo normale

source: Reload
it: Ricaricare

source: Reported Payment Correlation Status
it: Stato di correlazione dei pagamenti segnalato

source: Reported Payment Status
it: Stato del pagamento segnalato

source: Request a Refund
it: Richiedi un rimborso

source: Request a Return
it: Richiedi un reso

source: Reset
it: Ristabilire

source: Reset authenticator key
it: Reimpostare la chiave di autenticazione

source: Reset Password
it: Reimposta la password

source: Reset password confirmation
it: Conferma reimpostazione password

source: Reset recovery codes
it: Ripristina i codici di ripristino

source: Reset your authenticator keys.
it: Reimpostare le chiavi di autenticazione.

source: Response
it: Risposta

source: Retain Samples
it: Campioni

source: Return Policies
it: Politiche di restituzione

source: Return Request Form
it: Modulo di richiesta di reso

source: Return Requests
it: Richieste di reso

source: Returns
it: Rendiconto

source: Roles
it: Ruoli

source: Sales
it: Vendite

source: Sales Invoices
it: Fatture di vendita

source: Save
it: Salvare

source: Save Changes
it: Salva modifiche
